---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.RevitServerInternalException
source: html/6340142f-5b51-d6b1-0b90-c29bda18536a.htm
---
# RevitServerInternalException Members

Retrieves data needed to serialize the target object.